tests/output/last_soap_response.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"><env:Header/><env:Body><ns2:rResEnviConsLoteDe xmlns:ns2="http://ekuatia.set.gov.py/sifen/xsd"><ns2:dFecProc>2026-02-12T13:36:43-03:00</ns2:dFecProc><ns2:dCodResLot>0362</ns2:dCodResLot><ns2:dMsgResLot>Procesamiento de lote {5586437372040580010} concluido</ns2:dMsgResLot><ns2:gResProcLote><ns2:id>01048496782001001000000622026021217416840452</ns2:id><ns2:dEstRes>Aprobado</ns2:dEstRes><ns2:dProtAut>2983873592</ns2:dProtAut><ns2:gResProc><ns2:dCodRes>0260</ns2:dCodRes><ns2:dMsgRes>Aprobado</ns2:dMsgRes></ns2:gResProc></ns2:gResProcLote><ns2:gResProcLote><ns2:id>01048496782001001000000722026021218584529484</ns2:id><ns2:dEstRes>Aprobado</ns2:dEstRes><ns2:dProtAut>2983873595</ns2:dProtAut><ns2:gResProc><ns2:dCodRes>0260</ns2:dCodRes><ns2:dMsgRes>Aprobado</ns2:dMsgRes></ns2:gResProc></ns2:gResProcLote><ns2:gResProcLote><ns2:id>01048496782001001000000822026021213131813216</ns2:id><ns2:dEstRes>Aprobado</ns2:dEstRes><ns2:dProtAut>2983873591</ns2:dProtAut><ns2:gResProc><ns2:dCodRes>0260</ns2:dCodRes><ns2:dMsgRes>Aprobado</ns2:dMsgRes></ns2:gResProc></ns2:gResProcLote></ns2:rResEnviConsLoteDe></env:Body></env:Envelope>